<template>
    <div class="delivery">
        <p><b>Интернет-магазин</b> www.piemont.by</p>
        <p><b>Наименование продавца:</b> ООО «Мелатто».</p>
        <p><b>Дата регистрации</b> интернет-магазина www.piemont.by в Торговом реестре Республики Беларусь 24.10.2017 года.</p>

        <h2 class="title delivery__title">Время работы</h2>

        <p>Интернет-магазин работает <b>7 дней в неделю без выходных</b>.</p>

        <p>Доставка осуществляется <b>с 8:00 до 21:00</b> по предварительному согласованию по телефону с менеджером компании по месту и времени.
            Заказ на сайте можно осуществлять круглосуточно.</p>

        <p><strong>Доставка производится только по городу Минску.</strong></p>

        <p>При заказе в соответствующем поле желательно указывать адрес доставки, а в коментарии — желательное время и количество
            контейнеров. При этом необходимо учитывать, что фасовка производится в малые контейнеры (по 800-950 г) и большие
            (от 3 кг).</p>

        <p>Доставка производится на специально оборудованном и подготовленном автомобиле при температуре в контейнере не выше −18°C,
            предназначенном для пищевых продуктов, с соблюдением существующих норм и правил, с маркировкой и указанием всех регламентируемых
            параметров продукции.</p>

        <p>Продавец гарантирует Покупателю, что обладает необходимым документом, подтверждающими соответствие товаров — Декларацией
            о соответствии.</p>

        <p>Продавец готов предоставить ее Покупателю по его запросу (указание об этом в поле «Комментарии» при оформлении Заказа)
            до заключения публичного договора в одной из следующих форм:</p>

        <ol>
            <li>Ксерокопия Декларации о соответствии, заверенной печатью и подписью руководителя юридического лица, являющимся поставщиком
                товаров — при доставке товаров экспедитором на дом Покупателю;</li>
            <li>Ксерокопия документа, подтверждающего соответствие товаров, заверенной печатью и подписью руководителя юридического
                лица, являющимся поставщиком товаров — путем отправки на электронный адрес Покупателя, указанный при регистрации,
                в формате PDF или ином формате;</li>
            <li>Путем информирования Покупателя сотрудниками Продавца о наличии данного документа с указанием его идентифицирующих
                сведений в соответствии с законодательством Республики Беларусь.</li>
        </ol>
        <p>Получить данную информацию Покупатель вправе как до оформления Заказа, так и после его оформления, но до заключения публичного
            договора. Право выбора формы предоставления таких документов принадлежит Продавцу.</p>
    </div>

</template>

<script src="./delivery.js"></script>

<style lang="scss">
@import './delivery.scss';

</style>
