<template>
    <div class="about" id="about">
        <h2 class="title about__title">О компании</h2>
        <div class="about__description">
            <p>Общепризнано, что итальянское мороженое самое вкусное и полезное.</p>
            <p>Мы, используя оборудование и сырье из Италии, производим оригинальные итальянские замороженные десерты. Именно
                поэтому наши десерты соответствуют самым высоким стандартам вкусовых качеств.</p>
            <p>Представьте, что Вы в Италии! Десерт «Пьемонт» поможет Вам в этом приятными ощущениями. Оригинальные вкусы итальянского
                мороженого освежат и словно перенесут Вас в теплую и уютную атмосферу региона «Пьемонт», позволят представить
                себя отдыхающими в ошеломляющей тишине на склоне Альпийских гор, наслаждающимися невероятным ароматом цветущих
                трав и цветов. И только щебет птиц и редкие переклички попугаев напомнят Вам, что Вы на природе в сказочной
                стране. Или мгновенно с небольшим усилием Вашего воображения «перенесут» Вас на берег лазурного озера Маджоре
                или морское побережье Италии, обласканное лучами Солнца с легкими головокружительными запахами нового дня.</p>
            <p>Наслаждайтесь ощущениями сегодня! Попробуйте наши десерты, позвольте себе быть в приподнятом настроении.</p>
            <p>На страничке наших партнеров Вы найдете ближайшее место, где Вы всегда можете испробовать наши десерты с натуральными
                вкусами орехов, ягод и фруктов, а так же приобрести новые впечатления от фантазийных смесей, изготовленных
                на основе природных компонентов.</p>
            <p>Всегда только свежие качественные натуральные ингредиенты, точное соблюдение технологии производства, условий
                хранения и доставки, добросовестный и аккуратный персонал — вот основные слагаемые высокого качества нашей
                продукции.
            </p>
            <p>
                <b>Нашим почитателям всегда только самое вкусное и по-настоящему полезное.</b>
            </p>
        </div>

        <h2 class="title about__title">Наше предприятие</h2>
        <div class="about__company">
            <p>Компания «Мелатто» производит десерты замороженные на итальянском оборудовании с точным соблюдением технологического
                процесса, переданного итальянскими партнерами, с использованием итальянского сырья. Все сырье изготавливается
                в регионе Пьемонт (Италия) на основе натуральных ингредиентов (орехи, ягоды, фрукты, шоколад). Именно поэтому
                нами было выбрано в качестве торговой марки наименование «Пьемонт».</p>
            <p>Из белорусского сырья используются высококачественные 33% цельные молочные сливки и обезжиренное молоко.</p>
            <p>Тщательно подобранные ингредиенты, испытанные в Европе рецептуры, тонко настроенное итальянскими партнерами высокотехнологичное
                производственное оборудование, добросовестный персонал и безукоризненное соблюдение им технологии производства,
                — все это непременные слагаемые высококачественного продукта, подтвержденного Декларацией о соответствии
                Евразийского Экономического Союза (BY/112 11.01. ТР 021 043 10772) и получившего высокие оценки экспертов
                из Италии в области контроля качества производства мороженого и наших почитателей.</p>
            <p>На предприятии внедрена и активно соблюдается система НАССР Hazard Analysis and Critical Control Points — концепция,
                предусматривающая систематическую идентификацию, оценку и управление опасными факторами, существенно влияющими
                на безопасность продукции.</p>
            <p>В целях сохранения рецептур наших партнеров и одновременного соблюдения фарватера, задаваемого законодательством
                Республики Беларусь, мы разработали и прошли регистрацию Технических условий (TУ BY 193328098/001-2017).
                Наша продукция протестирована и прошла контроль самых строгих норм и правил, действующих в нашей стране (Протокол
                испытаний № 0115/7826/14-01 МЗ РБ РУП «Научно-практический центр гигиены»). Уже только принадлежность к бренду
                «Сделано в Беларуси» не оставляет сомнений в исключительном качестве нашего продукта. А самые высокие оценки,
                выданные нам итальянскими экспертами, побуждают нас еще больше и активнее трудиться с тем, чтобы высоко и
                с честью нести имя белорусского производителя высококачественного продукта.</p>
        </div>

        <h2 class="title about__title">Сертификаты</h2>
        <div class="about__sertificates">
            <div class="about__document-block">
                <div class="about__document-image">
                    <nd-lightbox
                        :images="images.sertificate"
                        :image_class=" 'about__document-img' "
                        :options="lightboxOptions">
                    </nd-lightbox>
                </div>
                <div class="about__document-title">Сертификат продукции собственного производства</div>
            </div>
            <div class="about__document-block">
                <div class="about__document-image">
                    <nd-lightbox
                        :images="images.declaration"
                        :image_class=" 'about__document-img' "
                        :options="lightboxOptions">
                    </nd-lightbox>
                </div>
                <div class="about__document-title">Декларация о соответствии</div>
            </div>
            <div class="about__document-block">
                <div class="about__document-image">
                    <nd-lightbox
                        :images="images.registration"
                        :image_class=" 'about__document-img' "
                        :options="lightboxOptions">
                    </nd-lightbox>
                </div>
                <div class="about__document-title">Свидетельство о государственной регистрации юридического лица</div>
            </div>
        </div>
    </div>
</template>

<script src="./about.js"></script>

<style lang="scss">
    @import './about.scss';

</style>
